import Header from '../Header';
import styles from './TurnAround.module.css';
import {Helmet} from "react-helmet";
function  TurnAround() {
  return (
       <>
        
      <Helmet>
      <link href="https://fonts.googleapis.com/css2?family=Bad+Script&family=Marmelad&family=Pacifico&family=Tangerine:wght@700&display=swap" rel="stylesheet"/>
      </Helmet>
      <div className={styles.wrapper}>
      <Header/>
      <div className={styles.container}>
      <h2>Повернення товару</h2>

<h3>Основні положення</h3>
<p>1.1 Згідно з законом України «Про захист прав споживачів» із внесеними змінами 05.06.2014 року, Покупець має право відмовитися від придбання продукції в будь-який час до його одержання або після одержання протягом двох тижнів (14 календарних днів).</p>

<p>1.2 Повернення товару здійснюється у випадку, якщо збережений зовнішній товарний вигляд, його якісні характеристики і споживчі властивості. Також слід зазначити, що на виробі не повинні бути видимі сліди використання. У випадку, якщо виріб був у використанні, він не підлягає поверненню.</p>

<p>1.3 Окремо слід зазначити, що у випадках виконання індивідуальних замовлень (наприклад, виготовлення чохла для телефону за конкретними побажаннями Замовника) і повної відповідності індивідуально-споживчих характеристик заявленим, товар не може бути повернений.</p>

<p>1.4 У випадку виявлення Замовником у поставленому товарі недоліків, не застережених продавцем, товар може бути повернений або обмінений на інший, який повністю влаштовує Замовника за своїми експлуатаційними та естетичними характеристиками.</p>

<p>1.5 Важливо! Звертаємо увагу Клієнтів на те, що кольорова гамма запропонованої продукції може трохи відрізнятися від кольорової палітри, запропонованої на сайті. Це обумовлено різною передачею кольору моніторів. Цей нюанс необхідно враховувати при виборі продукції.</p>

<h4>Причини відхилення заявки на повернення або обмін</h4>

<p>2.1 Товар не відповідає пункту 1.2 Основних положень даного документу.</p>

<p>2.2 Товар не відповідає пункту 1.4 Основних положень даного документу.</p>

<p>2.3 Товар виконано за індивідуальними вимогами клієнта та відповідає пункту 1.3 Основних положень даного документу.</p>

</div>
        </div>
       </>
  );
}
export default  TurnAround;
